OpenFOAM-v1712/tutorials/combustion/fireFoam/LES/simplePMMApanel/constant/panelRegion/radiationProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      radiationProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

radiationModel  opaqueSolid;

absorptionEmissionModel greyMeanSolidAbsorptionEmission;

greyMeanSolidAbsorptionEmissionCoeffs
{
    PMMA
    {
        absorptivity    0.17;
        emissivity      0.17;
    }
}

scatterModel    none;
transmissivityModel none;

// ************************************************************************* //
